Repository: s0lidarity/fnato
Catalog: src/locales/*/messages.po
Languages: de, fr

source: For characters who have encountered the unnatural and survived.
de: Für Charaktere, die dem Unnatürlichen begegnet sind und überlebt haben.

source: For characters who have endured prolonged hardship and danger.
de: Für Charaktere, die anhaltende Not und Gefahr ertragen haben.

source: For characters who have witnessed or participated in horrific violence.
de: Für Charaktere, die schreckliche Gewalt miterlebt oder daran teilgenommen haben.

source: Foreign Languages
de: Fremdsprachen
fr: Langues étrangères

source: Foreign Languages (French)
de: Fremdsprachen (Französisch)
fr: Langues étrangères (Français)

source: Foreign Service Officer
de: Beamter des Auswärtigen Dienstes
fr: Officier de service étranger

source: Forensics
de: Forensik
fr: Forensique

source: Forgettable
de: Vergesslich
fr: Oubliable

source: Forklifts, cranes, excavators, etc
de: Gabelstapler, Kräne, Bagger usw.
fr: Forklifts, grues, excavateurs, etc

source: Formidable
de: Gewaltig

source: Fortified
de: Befestigt
fr: Fortifié

source: Found on page {pageNumber}
de: Gefunden auf Seite {pageNumber}
fr: Trouvé sur la page {pageNumber}

source: Fragile
de: Zerbrechlich

source: Frail
de: Gebrechlich
fr: Faible

source: French
de: Französisch
fr: Français

source: Fumbling
de: Fummelei
fr: Maladroite

source: Gender
de: Geschlecht

source: Gene Parmesan, he's the best
de: Gene Parmesan, er ist der Beste
fr: Gene Parmesan, il est le meilleur

source: Graceless
de: Gnadenlos
fr: Maladroit

source: Greased Lightning
de: Geölter Blitz
fr: Éclair de glisse

source: Greasing the wheels of government
de: Schmierung der Regierungsmaschinerie
fr: Lubrifier les roues de l'État

source: Group
de: Gruppe
fr: Groupe

source: Handy
de: Praktisch
fr: Pratique

source: Hard Experience
de: Harte Erfahrung
fr: Expérience difficile

source: Hard Experience - Skill Selection
de: Harte Erfahrung - Fertigkeitsauswahl

source: Hard Experience Skill Selection
de: Auswahl der Fähigkeiten aufgrund harter Erfahrung

source: Hard Experience:
de: Harte Erfahrung:

source: Health and hardiness
de: Gesundheit und Widerstandsfähigkeit
fr: Santé et robustesse

source: Healthy
de: Gesund
fr: Sain

source: Hearty
de: Herzhaft
fr: Robuste

source: Heavy Machinery
de: Schwere Maschinen
fr: Machines lourdes

source: Heavy Weapons
de: Schwere Waffen
fr: Armes lourdes

source: Helplessness
de: Hilflosigkeit

source: Historian
de: Historiker
fr: Historien

source: History
de: Geschichte
fr: Histoire

source: Hit Points
de: Trefferpunkte
fr: Points de vie

source: Hobbies
de: Hobbys
fr: Loisirs

source: Home
de: Startseite
fr: Accueil

source: Horses and such
de: Pferde und ähnliches
fr: Chevaux et autres

source: How They Work
de: Wie sie funktionieren

source: Huge
de: Riesig
fr: Gigantesque

source: If the intelligence community was a family, Delta Green would be the uncle nobody talks about.<0/>Delta Green is a Table Top Role Playing Game that uses a D100 system. Handlers run operations for their agents, other players, where a grey government operation works to protect the world from unkown cosmic horrors.
de: Wenn die Geheimdienstgemeinschaft eine Familie wäre, wäre Delta Green der Onkel, über den niemand spricht.<0/>Delta Green ist ein Tischrollenspiel, das ein D100-System verwendet. Handler führen Operationen für ihre Agenten durch, andere Spieler, bei denen eine graue Regierungsoperation daran arbeitet, die Welt vor unbekannten kosmischen Schrecken zu schützen.
fr: Si la communauté du renseignement était une famille, Delta Green serait l'oncle dont personne ne parle.<0/>Delta Green est un Jeu de Rôle sur Table qui utilise un système D100. Les Gestionnaires dirigent des opérations pour leurs agents, d'autres joueurs, où une opération gouvernementale secrète œuvre pour protéger le monde des horreurs cosmiques inconnues.

source: If you haven't studied it you're doomed to repeat it
de: Wenn man es nicht studiert hat, ist man dazu verdammt, es zu wiederholen
fr: Si vous ne l'avez pas étudié, vous êtes condamné à le répéter

source: If you want to support this work, you can buy some Delta Green content through affiliate links.
de: Wenn Sie diese Arbeit unterstützen möchten, können Sie Delta Green-Inhalte über Affiliate-Links erwerben.
fr: Si vous souhaitez soutenir ce travail, vous pouvez acheter du contenu Delta Green via des liens d'affiliation.

source: Important:
de: Wichtig:

source: Impulsive
de: Impulsiv
fr: Impulsif

source: In the FBI, NSA and CIA, there are those who gather information and those who decide what it means. You take information from disparate sources—newspapers, websites, informants, ELINT, and the assets developed by Case Officers—and figure out what it means. In short, your job is the piecing together of unrelated knowledge, a dangerous endeavor in the world of Delta Green.
de: Im FBI, der NSA und CIA gibt es diejenigen, die Informationen sammeln, und diejenigen, die entscheiden, was sie bedeuten. Sie nehmen Informationen aus verschiedenen Quellen - Zeitungen, Websites, Informanten, ELINT und die von Falloffizieren entwickelten Vermögenswerte - und finden heraus, was sie bedeuten. Kurz gesagt, Ihre Aufgabe ist das Zusammenfügen von nicht zusammenhängenden Informationen, ein gefährliches Unterfangen in der Welt von Delta Green.
fr: Dans le FBI, le NSA et le CIA, il y a ceux qui collectent des informations et ceux qui décident de leur signification. Vous prenez des informations de sources diverses—journaux, sites web, informateurs, ELINT, et les actifs développés par les officiers de cas—et découvrez ce qu'ils signifient. En bref, votre travail est de mettre ensemble des connaissances sans lien, un entreprise dangereuse dans le monde de Delta Green.

source: Incurious
de: Desinteressiert
fr: Incurieux

source: Indecisive
de: Unentschlossen

source: Individual
de: Einzelperson
fr: Individuel

source: Indomitable
de: Unbezwingbar
fr: Indomptable

source: Infirmed
de: Gebrechlich
fr: Affaibli

source: Inner Adam Savage
de: Innerer Adam Savage
fr: Créer des miracles avec du ruban adhésif

source: Insipid
de: Fade
fr: Insipide

source: Intelligence
de: Intelligenz

source: Intelligence Analyst
de: Geheimdienstanalyst
fr: Analyste d'intelligence

source: Intelligence Case Officer
de: Geheimdienstfalloffizier
fr: Officier de cas d'intelligence

source: It's a jeep thing, you wouldn't understand
de: Das ist eine Jeep-Sache, Sie würden es nicht verstehen
fr: C'est une chose de camion, vous ne le comprenez pas

source: Jacked
de: Muskelbepackt

source: Jumping, ducking, running, climbing, etc
de: Springen, Ducken, Rennen, Klettern, usw.
fr: Sauter, esquiver, courir, grimper, etc

source: Key Stats
de: Hauptwerte
fr: Statistiques clés

source: Knives, hatchets, swords, etc
de: Messer, Äxte, Schwerter, usw.
fr: Couteaux, haches, épées, etc

source: Last Name
de: Nachname
fr: Nom de famille

source: Law
de: Recht
fr: Loi

source: Lawyer
de: Anwalt
fr: Avocat

source: List character motivations and any mental disorders...
de: Listen Sie die Motivationen des Charakters und eventuelle psychische Störungen auf...

source: LMGs I think
de: Leichte Maschinengewehre, denke ich
fr: LMGs que je pense

source: Macrame
de: Makramee
fr: Macramé

source: Magnetic
de: Magnetisch
fr: Magnétique

source: Making things explode from far away
de: Dinge aus der Ferne explodieren lassen
fr: Faire exploser des choses à distance

source: Manual Input
de: Manuelle Eingabe
fr: Saisie manuelle

source: Many Delta Green Agents are federal law enforcement officers, mostly from the FBI. Delta Green decided long ago that federal agents have the optimum balance of skills and mental stability needed to confront the unnatural.
de: Viele Delta Green Agenten sind Bundespolizisten, hauptsächlich vom FBI. Delta Green entschied vor langer Zeit, dass Bundesagenten die optimale Balance zwischen Fähigkeiten und mentaler Stabilität besitzen, die für die Konfrontation mit dem Unnatürlichen erforderlich ist.
fr: De nombreux agents de Delta Green sont des officiers de la police fédérale, principalement du FBI. Delta Green a longtemps décidé que les agents fédéraux avaient le meilleur équilibre de compétences et de stabilité mentale nécessaire pour affronter le non naturel.

source: Marine
de: Marinesoldat

source: Max
de: Maximum

source: Media Specialist
de: Medienspezialist
fr: Spécialiste des médias

source: Medical practice
de: Medizinische Praxis
fr: Pratique médicale

source: Medical professionals are on the front line when awful things happen. Is that what brought you to the group's attention?
de: Medizinisches Fachpersonal steht an vorderster Front, wenn schreckliche Dinge passieren. Ist das der Grund, warum Sie die Aufmerksamkeit der Gruppe auf sich gezogen haben?
fr: Les professionnels de la médecine sont au front lorsque de terribles choses arrivent. C'est ce qui vous a amené à l'attention du groupe ?

source: Medicine
de: Medizin
fr: Médecine

source: Mediocre
de: Mittelmäßig
fr: Médiocre

source: Meet me at <0>The Crucible</0> and tell me a little bit about yourself, agent. What's your deal?
de: Treffen Sie mich am <0>Schmelztiegel</0> und erzählen Sie mir ein wenig über sich selbst, Agent. Was ist Ihre Geschichte?
fr: Retrouvez-moi au <0>Creuset</0> et parlez-moi un peu de vous, agent. Quelle est votre histoire ?

source: Melee Weapons
de: Nahkampfwaffen
fr: Armes de combat

source: Mesmerizing
de: Faszinierend
fr: Mesmérisant

source: Middle Initial
de: Zweiter Vorname (Initial)
fr: Initiale du milieu

source: Military Science
de: Militärwissenschaft
fr: Science militaire

source: Military Science (Land)
de: Militärwissenschaft (Land)
fr: Science militaire (Terre)

source: Military tactics
de: Militärtaktik
fr: Tactiques militaires

source: Minor urgent medical care
de: Kleinere dringende medizinische Versorgung
fr: Soins médicaux urgents mineurs

source: Motivations
de: Motivationen

source: Moving oneself through water
de: Sich durch Wasser bewegen
fr: Se déplacer dans l'eau

source: Muddying the waters of a crime-scene
de: Die Spuren am Tatort verwischen
fr: Mélanger les eaux d'un crime

source: Muscular
de: Muskulös
fr: Musclé

source: Nationality
de: Nationalität
fr: Nationalité

source: Navigate
de: Navigieren
fr: Naviguer

source: Nigh Immortal
de: Nahezu Unsterblich
fr: Presque immortel

source: Nimble
de: Flink
fr: Agile

source: No Package (Manual Bonus Points)
de: Kein Paket (Manuelle Bonuspunkte)
fr: Aucun package (Points bonus manuels)

source: Note additional details about the bond
de: Notieren Sie zusätzliche Details über die Bindung
fr: Notez les détails supplémentaires sur le lien

source: Note: This template requires selecting {MAX_HARDENED_VETERAN_SKILLS} additional skills.
de: Hinweis: Diese Vorlage erfordert die Auswahl von {MAX_HARDENED_VETERAN_SKILLS} zusätzlichen Fertigkeiten.

source: Noticing things
de: Dinge bemerken
fr: Remarquer les choses

source: Number of social connections available to your character.
de: Anzahl der sozialen Verbindungen, die Ihrem Charakter zur Verfügung stehen.
fr: Nombre de liens sociaux disponibles pour votre personnage.

source: Nurse
de: Krankenpfleger/in
fr: Infirmière

source: Obsessions
de: Obsessionen

source: Occult
de: Okkultismus
fr: Occultisme

source: Opearting a motor-vehicle
de: Bedienen eines Kraftfahrzeugs
fr: Conduire une voiture

source: Operating flying vehicles
de: Führen von Luftfahrzeugen
fr: Conduire un véhicule aérien

source: Options
de: Optionen

source: Oracular
de: Orakelhaft
fr: Oraculaire

source: Painting
de: Malerei
fr: Peinture

source: Parles-vous Français?
de: Sprechen Sie Französisch?
fr: Parlez-vous français ?

source: Pays for Mensa
de: Zahlt für Mensa
fr: Paye pour Mensa

source: Perserverant
de: Beharrlich
fr: Persévérant

source: Personal and physical appeal
de: Persönliche und physische Ausstrahlung
fr: Appel personnel et physique

source: Personal Data
de: Persönliche Daten

source: Personal Details
de: Persönliche Details
fr: Détails personnels

source: Personal Motivation {0}
de: Persönliche Motivation {0}
fr: Motivation personnelle {0}

source: Personal Motivations
de: Persönliche Motivationen
fr: Motivations personnelles

source: Personal Motivations represent what drives your Agent beyond their Bonds. These can be faith, patriotism, hobbies, or even the love of a pet. While powerful, these motivations aren't as strong as Bonds to other humans.
de: Diese können Glaube, Patriotismus, Hobbys oder sogar die Liebe zu einem Haustier sein. Obwohl mächtig, sind diese Motivationen nicht so stark wie Bindungen zu anderen Menschen.

source: personal specialty (any)
de: persönliche Spezialisierung (beliebig)
fr: spécialité personnelle (n'importe quelle)

source: Personality
de: Persönlichkeit
fr: Personnalité

source: Persuade
de: Überreden
fr: Convaincre

source: pew-pew
de: peng-peng
fr: tir

source: Pharmacy
de: Pharmazie
fr: Pharmacie

source: Phsyics, Chemistry, Biology, etc
de: Physik, Chemie, Biologie, usw.
fr: Physique, chimie, biologie, etc

source: Physician
de: Arzt
fr: Médecin

source: Physics, Chemistry, Biology, etc
de: Physik, Chemie, Biologie, usw.
fr: Physique, chimie, biologie, etc

source: Pilot (Aircraft)
de: Pilot (Flugzeug)
fr: Pilote (Aéronef)

source: Plain
de: Schlicht

source: Pleasant
de: Angenehm
fr: Accueillant

source: Pliable
de: Formbar
fr: Flexible

source: Point Buy
de: Punktekauf
fr: Achat par points

source: Points
de: Punkte

source: Police Officer
de: Polizist
fr: Officier de police

source: Polymath
de: Universalgelehrter
fr: Polymathie

source: Power
de: Macht
fr: Pouvoir

source: Preset Professional Skills
de: Voreingestellte Berufsfähigkeiten
fr: Compétences professionnelles prédéfinies

source: Preview
de: Vorschau

source: Profession & Skills
de: Beruf & Fähigkeiten
fr: Profession & Compétences

source: Profession Details
de: Berufsdetails
fr: Détails de la profession

source: Professional Background
de: Beruflicher Hintergrund
fr: Profession

source: Program Manager
de: Programmmanager
fr: Directeur de programme

source: Psychological Data
de: Psychologische Daten

source: Psychotherapy
de: Psychotherapie
fr: Psychanalyse

source: Punch, kick, grapple, bite, etc
de: Schlagen, Treten, Ringen, Beißen, usw.
fr: Coup, pied, grapple, morsure, etc

source: Radiant
de: Strahlend

source: Raw physical power
de: Rohe körperliche Kraft
fr: Puissance physique brute

source: Razor-sharp
de: Messerscharf
fr: Tranchant

source: Reads occasionally
de: Liest gelegentlich
fr: Lit occasionnellement

source: Recommended best stats for your chosen profession.
de: Empfohlene beste Werte für Ihren gewählten Beruf.
fr: Statistiques recommandées pour votre profession choisie.

source: Regional Settings
de: Regionale Einstellungen
fr: Paramètres régionaux

source: Removing a bullet, stitching a wound
de: Eine Kugel entfernen, eine Wunde nähen
fr: Enlever une balle, coudre une blessure

source: Repulsive
de: Abstoßend
fr: Repoussant

source: Reset Bonds
de: Bindungen zurücksetzen
fr: Réinitialiser les liens

source: Reset Bonus Points
de: Bonuspunkte zurücksetzen
fr: Réinitialiser les points bonus

source: Reset everything
de: Alles zurücksetzen

source: Reset Personal Details
de: Persönliche Details zurücksetzen
fr: Réinitialiser les détails personnels

source: Reset Profession
de: Beruf zurücksetzen
fr: Réinitialiser la profession

source: Reset Skill Points
de: Fertigkeitspunkte zurücksetzen
fr: Réinitialiser les points de compétence

source: Reset Statistics
de: Statistiken zurücksetzen
fr: Réinitialiser les statistiques

source: Reset Stats
de: Werte zurücksetzen
fr: Réinitialiser les statistiques

source: Resilient
de: Widerstandsfähig
fr: Résistant

source: Resolute
de: Entschlossen
fr: Déterminé

source: Ride
de: Reiten
fr: Chevauchée

source: Roll 4d6, drop lowest Result
de: Würfle 4W6, streiche niedrigstes Ergebnis
fr: Lancer 4d6, enlever le plus bas

source: Sagely
de: Weise
fr: Sage

source: Sailor
de: Seemann
fr: Marin

source: Sanity
de: Geisteszustand
fr: Sanité

source: Save Hardened Skills
de: Gehärtete Fähigkeiten speichern

source: Science
de: Wissenschaft

source: Science (Theoretical Physics)
de: Wissenschaft (Theoretische Physik)
fr: Science (Physique théorique)

source: Scientist
de: Wissenschaftler
fr: Scientifique

source: Score
de: Wert

source: Search
de: Suchen
fr: Rechercher

source: Sedentary
de: Bewegungsarm

source: Select {0} skills for +{1}% bonus
de: Wähle {0} Fertigkeiten für +{1}% Bonus

source: Select Date of Birth
de: Geburtsdatum auswählen
fr: Sélectionner la date de naissance

source: Select exactly {MAX_HARDENED_VETERAN_SKILLS} skills to receive a +{DV_BONUS}% bonus. The Occult skill automatically receives this bonus and cannot be deselected.
de: Wähle genau {MAX_HARDENED_VETERAN_SKILLS} Fertigkeiten aus, um einen +{DV_BONUS}% Bonus zu erhalten. Die Okkultismus-Fertigkeit erhält diesen Bonus automatisch und kann nicht abgewählt werden.

source: Select Theme
de: Theme auswählen
fr: Sélectionner le thème

source: Select up to {MAX_HARDENED_VETERAN_SKILLS} skills for the Hard Experience bonus
de: Wählen Sie bis zu {MAX_HARDENED_VETERAN_SKILLS} Fähigkeiten für den Bonus der harten Erfahrung

source: Selected Skills:
de: Ausgewählte Fertigkeiten:

source: Selected:
de: Ausgewählt:

source: Settings
de: Einstellungen
fr: Paramètres

source: Signal intelligence, breaking codes
de: Signalaufklärung, Codes knacken
fr: Renseignement de signal, cassage de codes

source: Simple-minded
de: Einfältig

source: Skill Bonuses
de: Fertigkeitsboni

source: Skill Choices Remaining
de: Verbleibende Fertigkeitsauswahl
fr: Choix de compétences restants

source: Skill Points
de: Fertigkeitspunkte
fr: Points de compétence

source: Skill Points Remaining
de: Verbleibende Fertigkeitspunkte
fr: Points de compétence restants

source: Skill Rating
de: Fertigkeitswert
fr: Note de compétence

source: Skill Selection Rules
de: Fertigkeitsauswahl-Regeln

source: professional-guidance.skill-cap-text
de: Fertigkeiten können mit Punktezuweisung {DEFAULT_MAX_SKILL_VALUE}% erreichen und mit Bonuspunkten {DEFAULT_TOTAL_CAP}% erreichen. Wenn deine Bonuspunkte {DEFAULT_TOTAL_CAP}% überschreiten würden, würde die Fertigkeit {DEFAULT_TOTAL_CAP}% erreichen und alle überschüssigen Punkte wären verloren. Fertigkeitswerte können durch im Spiel erworbene Erfahrung über {DEFAULT_TOTAL_CAP}% hinaus steigen.
fr: Les compétences peuvent atteindre {DEFAULT_MAX_SKILL_VALUE}% avec l'allocation de points, et atteindre {DEFAULT_TOTAL_CAP}% avec les points bonus. Si vos points bonus dépassaient {DEFAULT_TOTAL_CAP}%, la compétence atteindrait {DEFAULT_TOTAL_CAP}% et tous les points en excès seraient perdus. Les valeurs des compétences peuvent augmenter au-delà de {DEFAULT_TOTAL_CAP}% avec l'expérience acquise pendant le jeu.

source: Sneaking around
de: Herumschleichen
fr: Se glisser

source: So much is illegal that there are broad economies of crime. This profile fits a hardened militant or a traditional "black collar" criminal: pimp, burglar, extortionist, or thug. If you want a white-collar criminal, choose Computer Scientist or Business Executive and make very risky decisions.
de: So viel ist illegal, dass es breite Kriminalitätsökonomien gibt. Dieses Profil passt zu einem abgehärteten Militanten oder einem traditionellen "Blaumann"-Kriminellen: Zuhälter, Einbrecher, Erpresser oder Schläger. Wenn du einen Weißkragen-Kriminellen willst, wähle Informatiker oder Geschäftsführer und treffe sehr riskante Entscheidungen.

source: Soft
de: Weich
fr: Mou

source: Soldier
de: Soldat
fr: Soldat

source: Special Operator
de: Spezialeinheit
fr: Opérateur spécial

source: Speed and physical agility
de: Geschwindigkeit und körperliche Gewandtheit
fr: Vitesse et agilité physique

source: Spouse or ex-spouse
de: Ehepartner oder Ex-Ehepartner
fr: Époux ou ex-époux

source: Standard Professions
de: Standardberufe
fr: Professions standard

source: starts at
de: beginnt bei
fr: commence à

source: Starts at:
de: Beginnt bei:
fr: Commence à:

source: Stat Changes
de: Statistikänderungen

source: Statistical Data
de: Statistische Daten

source: Statistics
de: Statistiken
fr: Statistiques

source: Statistics Details
de: Statistikdetails
fr: Détails des statistiques

source: Stealth
de: Heimlichkeit
fr: Discrétion

source: Stiff
de: Steif
fr: Rigide

source: Strength
de: Stärke
fr: Force

source: Stubborn
de: Stur

source: Study of humans and their cultures
de: Studium der Menschen und ihrer Kulturen
fr: Étude des humains et de leurs cultures

source: Sturdy
de: Robust
fr: Robuste

source: Summary
de: Zusammenfassung
fr: Résumé

source: Support
de: Unterstützung

source: Surgery
de: Chirurgie
fr: Chirurgie

source: Surgically Precise
de: Chirurgisch präzise
fr: Chirurgicalement précis

source: Survival
de: Überleben
fr: Survie

source: Susceptible
de: Anfällig

source: Swim
de: Schwimmen
fr: Nager

source: Swole
de: Muskelbepackt

source: Take a peek behind the curtain. Feel free to:<0><1>report an <2>issue </2></1><3>leave <4>feedback/feature requests</4></3><5>or ⭐️ Star the project to give the author ego a boost.</5></0>
de: Werfen Sie einen Blick hinter die Kulissen. Sie können gerne:<0><1>ein <2>Problem melden</2></1><3><4>Feedback/Funktionswünsche</4> hinterlassen</3><5>oder ⭐️ das Projekt mit einem Stern versehen, um das Ego des Autors zu stärken.</5></0>
fr: Jetez un coup d'œil derrière le rideau. N'hésitez pas à :<0><1>signaler un <2>problème</2></1><3>laisser des <4>commentaires/demandes de fonctionnalités</4></3><5>ou ⭐️ Étoiler le projet pour booster l'ego de l'auteur.</5></0>

source: Tenacious
de: Hartnäckig
fr: Persévérant

source: The Crucible
de: Der Schmelztiegel
fr: Le Creuset

source: The name of the individual or group your agent is bonded to.
de: Der Name der Person oder Gruppe, mit der Ihr Agent verbunden ist.
fr: Le nom de l'individu ou du groupe avec lequel votre agent est lié.

source: The title of your agent's day-job
de: Die Berufsbezeichnung des Tagesjobs Ihres Agenten
fr: Le titre de votre métier de l'agent

source: Theoretical Physics
de: Theoretische Physik
fr: Physique théorique

source: Thick-skulled
de: Dickköpfig
fr: Épais

source: Things Man Was Not Meant to Know
de: Dinge, die der Mensch nicht wissen sollte
fr: Les choses que l'homme n'était pas destiné à savoir

source: Things Man Was Not Meant to Know:
de: Dinge, die der Mensch nicht wissen sollte:

source: This template has no direct effects on character stats or skills.
de: Diese Vorlage hat keine direkten Auswirkungen auf Charakterstatistiken oder Fertigkeiten.

source: Title:
de: Titel:
fr: Titre :

source: to purchase Delta Green source materials and learn more.
de: um Delta Green Quellmaterial zu kaufen und mehr zu erfahren.
fr: pour acheter les documents sources de Delta Green et en savoir plus.

source: Total
de: Gesamt

source: Trust in Delta Green
de: Vertrauen in Delta Green

source: Unarmed Combat
de: Waffenloser Kampf
fr: Combat sans arme

source: Uncanny
de: Unheimlich
fr: Inhabituel

source: Uncoordinated
de: Unkoordiniert
fr: Maladroite

source: Understanding and arguing the law
de: Das Gesetz verstehen und argumentieren
fr: Comprendre et argumenter la loi

source: Understanding human behavior
de: Menschliches Verhalten verstehen
fr: Comprendre le comportement humain

source: Unhealthy
de: Ungesund
fr: Insain

source: Uninspiring
de: Uninspirierend
fr: Dénué de toute énergie

source: Unnatural
de: Unnatürlich
fr: Irrationnel

source: Unremarkable
de: Unauffällig
fr: Oubliable

source: Unyielding
de: Unnachgiebig
fr: Indomptable

source: Use All Suggestions
de: Alle Vorschläge verwenden
fr: Utiliser toutes les suggestions

source: Use Suggested
de: Vorschlag verwenden
fr: Utiliser les suggestions
