Repository: s0lidarity/fnato
Catalog: src/locales/*/messages.po
Languages: de, fr

source: Use these prompts to flesh out your character. They are all optional but can help put you in the shoes of your character. [p. x] indicates the page number where you can later find that information on the final character sheet.
de: Verwende diese Aufforderungen, um deinen Charakter auszuarbeiten. Sie sind alle optional, können dir aber helfen, dich in die Rolle deines Charakters zu versetzen. [S. x] zeigt die Seitenzahl an, wo du diese Informationen später auf dem finalen Charakterbogen finden kannst.

source: Vigorous
de: Kraftvoll
fr: Vigorant

source: Violence
de: Gewalt

source: Visit
de: Besuchen Sie
fr: Visitez

source: We're fighting a war against the inevitable. And it's a war we're going to lose. But we're going to win the battles. We're going to make the bastards work for it. We're going to make them take ground inch by inch. And we're going to make them bleed for every inch they take.
de: Wir kämpfen einen Krieg gegen das Unvermeidliche. Und es ist ein Krieg, den wir verlieren werden. Aber wir werden die Schlachten gewinnen. Wir werden die Bastarde dafür arbeiten lassen. Wir werden sie zwingen, jeden Zentimeter Boden zu erkämpfen. Und wir werden sie für jeden Zentimeter, den sie nehmen, bluten lassen.
fr: Nous menons une guerre contre l'inévitable. Et c'est une guerre que nous allons perdre. Mais nous gagnerons les batailles. Nous ferons travailler ces salauds pour ça. Nous les forcerons à prendre le terrain centimètre par centimètre. Et nous les ferons saigner pour chaque centimètre qu'ils prendront.

source: Weak
de: Schwach
fr: Faible

source: Weak-willed
de: Willensschwach
fr: Faible-volontaire

source: Weekend Warrior
de: Wochenendkrieger
fr: Guerrier de fin de semaine

source: What Are Damaged Veteran Templates?
de: Was sind beschädigte Veteranen-Vorlagen?

source: What happens at the opera stays here. Not that anyone outside of the organization would believe you though.
de: Was in der Oper passiert, bleibt hier. Nicht dass Ihnen jemand außerhalb der Organisation glauben würde.
fr: Ce qui se passe à l'opéra reste ici. De toute façon, personne en dehors de l'organisation ne vous croirait.

source: What is Delta Green?
de: Was ist Delta Green?
fr: Qu'est-ce que Delta Green ?

source: Whether aboard a naval vessel or merchant marine ship, you've spent your life on the waves. The sea holds many secrets, and those who spend enough time there learn that some things are better left undisturbed. Something you encountered in those vast waters caught Delta Green's attention—perhaps something that shouldn't have been floating, or a discovery in a depth where nothing should survive.
de: Ob an Bord eines Kriegsschiffs oder eines Handelsschiffs, Sie haben Ihr Leben auf den Wellen verbracht. Das Meer birgt viele Geheimnisse, und diejenigen, die genug Zeit dort verbringen, lernen, dass manche Dinge besser ungestört bleiben. Etwas, dem Sie in diesen weiten Gewässern begegnet sind, hat Delta Greens Aufmerksamkeit erregt - vielleicht etwas, das nicht hätte treiben dürfen, oder eine Entdeckung in einer Tiefe, in der nichts überleben sollte.
fr: Que vous soyez à bord d'un navire de guerre ou d'un navire marchand, vous avez passé votre vie sur les mers. Les mers cachent de nombreux secrets, et ceux qui y passent suffisamment de temps apprennent que certaines choses sont mieux laissées en paix. Quelque chose que vous avez rencontré dans ces vastes eaux a attiré l'attention de Delta Green — peut-être une chose qui ne devrait pas flotter, ou une découverte dans une profondeur où rien ne devrait survivre.

source: Whip-smart
de: Messerscharf
fr: Fougueux

source: Why does Delta Green trust this agent?
de: Warum vertraut Delta Green diesem Agenten?
fr: Pourquoi Delta Green fait-il confiance à cet agent ?

source: Will Power
de: Willenskraft
fr: Volonté

source: Will, spirit, and mental stability
de: Wille, Geist und mentale Stabilität
fr: Volonté, esprit et stabilité mentale

source: Willpower
de: Willenskraft

source: Wishy-washy
de: Unentschlossen

source: You can apply multiple templates to represent a character with complex trauma history, but be aware that the cumulative effects can significantly impact your character's capabilities.
de: Du kannst mehrere Vorlagen anwenden, um einen Charakter mit komplexer Traumageschichte darzustellen, aber sei dir bewusst, dass die kumulativen Effekte die Fähigkeiten deines Charakters erheblich beeinträchtigen können.

source: You expand human knowledge in a field such as biology, physics, or chemistry. When certain forms of knowledge cause insanity and death, it's easy to conclude that some hypotheses should not be tested.
de: Sie erweitern das menschliche Wissen in Bereichen wie Biologie, Physik oder Chemie. Wenn bestimmte Formen des Wissens Wahnsinn und Tod verursachen, ist es leicht zu dem Schluss zu kommen, dass manche Hypothesen nicht getestet werden sollten.
fr: Vous étendez les connaissances humaines dans un domaine comme la biologie, la physique ou la chimie. Lorsque certaines formes de connaissances provoquent de l'insanité et la mort, il est facile de conclure que certaines hypothèses ne devraient pas être testées.

source: You have selected too many skills. Please deselect some to continue.
de: Du hast zu viele Fertigkeiten ausgewählt. Bitte wähle einige ab, um fortzufahren.

source: You might be an author, an editor, a researcher for a company or any branch of the government, a blog-ger, a TV reporter, or a scholar of rare texts. With the unnatural, you've uncovered the story of a lifetime.
de: Sie könnten ein Autor, ein Redakteur, ein Forscher für ein Unternehmen oder einen Regierungszweig, ein Blogger, ein TV-Reporter oder ein Gelehrter seltener Texte sein. Mit dem Unnatürlichen haben Sie die Geschichte Ihres Lebens aufgedeckt.
fr: Vous êtes un auteur, un éditeur, un chercheur pour une entreprise ou toutes branches du gouvernement, un bloggeur, un reporter de télévision ou un spécialiste des textes rares. Avec le non naturel, vous avez découvert l'histoire de toute une vie.

source: You piece together the truth from fragments of the past - documents, artifacts, and the whispered stories that never made it into textbooks. Your research has led you down paths that mainstream academia refuses to acknowledge, uncovering patterns in human history that suggest something vast and terrible lurking behind civilization's rise and fall. Some archives are sealed for good reason.
de: Sie setzen die Wahrheit aus Fragmenten der Vergangenheit zusammen - Dokumenten, Artefakten und geflüsterten Geschichten, die es nie in die Lehrbücher geschafft haben. Ihre Forschung hat Sie auf Pfade geführt, die die akademische Mainstream-Welt nicht anerkennen will, und dabei Muster in der menschlichen Geschichte aufgedeckt, die auf etwas Gewaltiges und Schreckliches hindeuten, das hinter dem Aufstieg und Fall der Zivilisation lauert. Manche Archive sind aus gutem Grund versiegelt.
fr: Vous reconstituez la vérité à partir de fragments du passé — documents, artefacts et histoires murmurées qui n'ont pas été intégrées aux manuels scolaires. Votre recherche vous a mené sur des chemins que l'académie mainstream refuse d'admettre, dévoilant des motifs dans l'histoire humaine qui suggèrent qu'il existe quelque chose de vaste et de terrible derrière la montée et la chute de la civilisation. Certains archives sont clos pour de bonnes raisons.

source: You run an organization. Someone has to secure funding, move resources, and make connections, and that's you. You control a budget and are responsible for how your program is maintained and where the money goes. Organizations discover the most startling things in their pursuit of profit or the public good.
de: Sie leiten eine Organisation. Jemand muss Finanzmittel sichern, Ressourcen bewegen und Verbindungen knüpfen, und das sind Sie. Sie kontrollieren ein Budget und sind dafür verantwortlich, wie Ihr Programm aufrechterhalten wird und wohin das Geld fließt. Organisationen entdecken die erstaunlichsten Dinge bei ihrer Jagd nach Profit oder dem Gemeinwohl.
fr: Vous dirigez une organisation. Quelqu'un doit sécuriser les fonds, déplacer les ressources et faire des connexions, et c'est vous. Vous contrôlez un budget et êtes responsable de la maintenance de votre programme et du placement de l'argent. Les organisations découvrent les choses les plus surprenantes dans leur quête de profit ou du bien public.

source: You serve and protect. Police officers walk the beat in uniform. Deputy sheriffs answer to an elected law enforcer and have jurisdiction over an entire county. Detectives come in after the fact and put the pieces together.
de: Sie dienen und schützen. Polizeibeamte gehen in Uniform auf Streife. Hilfssheriffs unterstehen einem gewählten Gesetzeshüter und haben Zuständigkeit über einen ganzen Landkreis. Detektive kommen nach der Tat und setzen die Puzzleteile zusammen.
fr: Vous servez et protégez. Les policiers de quartiers patrouillent en uniforme. Les shérifs adjoints répondent à un enforcé élu et ont compétence sur un comté entier. Les détectives arrivent après coup et reconstituent les éléments.

source: You study humanity in all its forms - from isolated tribes to urban subcultures. Your work takes you to remote corners of the world where ancient practices persist and forbidden knowledge lingers. Whether you're conducting field interviews in war-torn regions or analyzing cultural artifacts that defy explanation, you've learned that some traditions exist for darker reasons than anyone suspects.
de: Sie studieren die Menschheit in all ihren Formen - von isolierten Stämmen bis zu urbanen Subkulturen. Ihre Arbeit führt Sie in entlegene Winkel der Welt, wo alte Praktiken fortbestehen und verbotenes Wissen fortlebt. Ob Sie nun Feldinterviews in kriegszerrütteten Regionen durchführen oder kulturelle Artefakte analysieren, die sich jeder Erklärung entziehen, Sie haben gelernt, dass manche Traditionen aus dunkleren Gründen existieren als irgendjemand vermutet.
fr: Vous étudiez l'humanité dans toutes ses formes — de tribus isolées à sous-cultures urbaines. Votre travail vous mène dans les coins les plus reculés du monde où des traditions anciennes persistent et où le savoir interdit perdure. Que vous meniez des entrevues en régions en guerre ou que vous analysiez des artefacts culturels qui défient l'explication, vous avez appris que certaines traditions existent pour des raisons plus sombres que personne ne soupçonne.

source: You travel to strange lands, meet interesting people, and try to get along with them. Odds are you work for the State Department, though USAID, the Commercial Service and the Foreign Agriculture Service also have FSOs. Either way, you've had every opportunity to learn exotic and deadly things; the kinds of things that qualify you for Delta Green clearance.
de: Sie reisen in fremde Länder, treffen interessante Menschen und versuchen, mit ihnen auszukommen. Wahrscheinlich arbeiten Sie für das Außenministerium, obwohl auch USAID, der Commercial Service und der Foreign Agriculture Service FSOs haben. So oder so hatten Sie jede Gelegenheit, exotische und tödliche Dinge zu lernen; die Art von Dingen, die Sie für eine Delta Green-Freigabe qualifizieren.
fr: Vous voyagez dans des terres étranges, rencontrez des personnes intéressantes et essayez de vous entendre avec elles. Les chances sont que vous travaillez pour le Département d'État, bien que USAID, le Service Commercial et le Service des Agriculture Étrangère aient également des FSOs. Quoi qu'il en soit, vous avez eu l'opportunité de connaître des choses exotiques et mortelles ; les choses qui vous qualifient pour la cléarance Delta Green.

source: You're a member of the United States Army, Marine Corps, or Air Force. You've been trained to fight, and you've been trained to survive. You've seen things that make the average person blanch.
de: Sie sind Mitglied der United States Army, des Marine Corps oder der Air Force. Sie wurden ausgebildet zu kämpfen, und Sie wurden ausgebildet zu überleben. Sie haben Dinge gesehen, die den Durchschnittsmenschen erbleichen lassen.
fr: Vous êtes un membre de l'Armée des États-Unis, de la Marine ou de l'Air Force. Vous avez été formé à la lutte et à la survie. Vous avez vu des choses qui font que le citoyen moyen crie.

source: Your Agent can have up to five Personal Motivations. Add them during character creation or as your story develops. Each time your Agent experiences a Breaking Point, remove one motivation to represent their growing trauma.
de: Ihr Agent kann bis zu fünf persönliche Motivationen haben. Fügen Sie sie während der Charaktererstellung oder im Laufe Ihrer Geschichte hinzu. Jedes Mal, wenn Ihr Agent einen Bruchpunkt erlebt, entfernen Sie eine Motivation, um ihr wachsendes Trauma darzustellen.

source: Your Agent gains 10% in the Unnatural skill and adds +20% to Occult. Reduce your Agent's SAN by his or her POW. Your Agent gains a new disorder caused by the Unnatural (see page 72). Reset your Agent's Break- ing Point to his or her new SAN minus POW.
de: Ihr Agent erhält 10% in der Unnatürlichen Fertigkeit und fügt +20% zu Okkultismus hinzu. Reduzieren Sie den SAN-Wert Ihres Agenten um seinen POW-Wert. Ihr Agent erhält eine neue Störung, die durch das Unnatürliche verursacht wird (siehe Seite 72). Setzen Sie den Bruchpunkt Ihres Agenten auf seinen neuen SAN-Wert minus POW zurück.
fr: Votre Agent gagne 10% dans la compétence Non naturel et ajoute +20% à l'Occult. Réduisez la SAN de votre Agent de son POW. Votre Agent gagne un nouveau trouble causé par le Non naturel (voir page 72). Réinitialisez le point de rupture de votre Agent à sa nouvelle SAN moins POW.

source: Your job oscillates between the tedium of maintaining your gear, exhilaration when the alarm finally comes, and the work of investigating a scene after the smoke has cleared. If you're involved with Delta Green, you clearly stumbled into something worse than a house fire.
de: Ihr Job schwankt zwischen der Langeweile der Wartung Ihrer Ausrüstung, der Aufregung, wenn der Alarm endlich kommt, und der Arbeit der Untersuchung eines Tatorts, nachdem sich der Rauch verzogen hat. Wenn Sie mit Delta Green zu tun haben, sind Sie offensichtlich über etwas Schlimmeres als einen Hausbrand gestolpert.
fr: Votre travail oscille entre la routine de l'entretien de votre matériel, l'excitation lorsque l'alarme finit par venir, et le travail de l'enquête sur un lieu après que le brouillard ait été dissipé. Si vous êtes impliqué avec Delta Green, vous avez clairement trébucheté dans quelque chose de plus grave qu'un incendie de maison.

source: Your tools are a computer and smartphone. You might be moving millions of dollars, or bits of data, or both. Or you might be a prosecutor, a defense attorney, or judge.
de: Ihre Werkzeuge sind ein Computer und ein Smartphone. Sie bewegen vielleicht Millionen von Dollar oder Datenbits oder beides. Oder Sie sind vielleicht Staatsanwalt, Verteidiger oder Richter.
fr: Vos outils sont un ordinateur et un smartphone. Vous pourriez déplacer des millions de dollars, ou des bits de données, ou les deux. Ou vous pourriez être un procureur, un avocat de la défense ou un juge.

source: A lifetime’s pursuit or multiple doctorates.
fr: Une poursuite de toute une vie ou plusieurs doctorats.

source: Alias
fr: Pseudonyme

source: Bond Detail
fr: Détails du lien

source: Charisma
fr: Charisme

source: CSI
fr: Investigation criminelle

source: Do you close your eyes to what you’ve seen and go back to sleep? Or do you come with this psycho burnout and do the impossible against the unbelievable and keep the future at bay for another day?
fr: Voulez-vous fermer les yeux à ce que vous avez vu et retourner dormir ? Ou venez avec ce burnout psychique et accomplissez l'impossible contre l'incroyable et maintenir le futur en retrait pour un autre jour ?

source: Fit
fr: Athlétique

source: Genius
fr: Génie

source: HUMINT
fr: Renseignement humain

source: Irrational
fr: Irrationnel

source: Land
fr: Terre

source: Personal Motivations represent what drives your Agent beyond their Bonds. These can be faith, patriotism, hobbies, or even the love of a pet. While powerful, these motivations aren't as strong as Bonds to other humans.
fr: Les motivations personnelles représentent ce qui motive votre Agent au-delà de leurs liens. Cela peut être la foi, le patriotisme, les loisirs, ou même l'amour d'un animal de compagnie. Bien que puissantes, ces motivations ne sont pas aussi fortes que les liens avec d'autres humains.

source: Pilot
fr: Pilote

source: Robust
fr: Robuste

source: SIGINT
fr: Renseignement de signal

source: So much is illegal that there are broad economies of crime. This profile fits a hardened militant or a traditional “black collar” criminal: pimp, burglar, extortionist, or thug. If you want a white-collar criminal, choose Computer Scientist or Business Executive and make very risky decisions.
fr: Tant de choses sont illégales que des économies de crime existent. Ce profil correspond à un militant dur ou un criminel traditionnel “black collar” : pimp, cambrioleur, extorsionniste ou thug. Si vous voulez un criminel blanc-col, choisissez Scientifique des ordinateurs ou Directeur de l'entreprise et prenez des décisions très risquées.

source: Something you admire
fr: Quelque chose que vous admirez

source: Something you dislike
fr: Quelque chose que vous détestez

source: Start
fr: Commencer

source: Use these prompts to flesh out your character. They are all optional but can help put you in the shoes of your character.
fr: Utilisez ces prompts pour vous imprégner de votre personnage. Elles sont toutes facultatives mais peuvent vous aider à vous mettre dans les pieds de votre personnage.

source: Why does this agent serve Delta Green?
fr: Pourquoi cet agent sert-il Delta Green ?

source: Your Agent can have up to five Personal Motivations. Add them during character creation or as your story develops. Each time your Agent experiences a Breaking Point, remove one motivation to represent their growing trauma.
fr: Votre Agent peut avoir jusqu'à cinq motivations personnelles. Ajoutez-les lors de la création du personnage ou au fur et à mesure que votre histoire se développe. Chaque fois que votre Agent subit un point de rupture, retirez une motivation pour représenter leur traumatisme en croissance.
