Repository: s0lidarity/fnato
Catalog: src/locales/*/messages.po
Languages: de, fr

source: --- Additional Professions ---
de: --- Zusätzliche Berufe ---
fr: --- Professions supplémentaires ---

source: --- Standard Professions ---
de: --- Standardberufe ---
fr: --- Professions standard ---

source: (Choose type below)
de: (Typ unten wählen)
fr: (Choisir un type ci-dessous)

source: choose-skills.no-choices
de: {professionName} hat keine flexiblen Fertigkeiten zur Auswahl.
fr: {professionName} n'a pas de compétences flexibles à choisir.

source: 1. Last Name, First Name, Middle Initial
de: 1. Nachname, Vorname, zweiter Vorname

source: 10. Physical Description
de: 10. Physische Beschreibung

source: 11. Bonds
de: 11. Anleihen

source: 12. Motivations and Mental Disorders
de: 12. Motivationen und psychische Störungen

source: 13. Incidents of San Loss Without Going Insane
de: 13. Vorfälle von San-Verlust, ohne verrückt zu werden

source: 2. Profession (Rank if Applicable)
de: 2. Beruf (ggf. Rang)

source: 3. Employer
de: 3. Arbeitgeber

source: 4. Nationality
de: 4. Nationalität

source: 6. Age and D.O.B.
de: 6. Alter und Geburtsdatum

source: 7. Education and Occupational History
de: 7. Ausbildung und beruflicher Werdegang

source: 8. Statistics
de: 8. Statistiken

source: 9. Derived Attributes
de: 9. Abgeleitete Attribute

source: A dedicated hobbyist; with a foreign language you can have rudimentary conversations.
de: Ein engagierter Hobbyist; mit einer Fremdsprache können Sie rudimentäre Gespräche führen.
fr: Un amateur dévoué; avec une langue étrangère, vous pouvez avoir des conversations rudimentaires.

source: A lifetime's pursuit or multiple doctorates.
de: Eine lebenslange Verfolgung oder mehrere Doktortitel.

source: About
de: Um
fr: À propos

source: About the Author
de: Über den Autor
fr: À propos de l'auteur

source: About the Game
de: Über das Spiel
fr: À propos du jeu

source: Accounting
de: Buchhaltung
fr: Comptabilité

source: Active
de: Aktiv
fr: Actif

source: Active Couch Potato
de: Aktiver Stubenhocker
fr: Actif couch potato

source: adapted
de: angepasst

source: Add +10% to your Agent's Occult and +10% to any five skills other than Unnatural. This can bring no skill higher than 90%. Reduce your Agent's SAN by 5. Remove one Bond.
de: Füge +10 % zum Okkultismus deines Agenten und +10 % zu fünf beliebigen Fertigkeiten außer dem Unnatürlichen hinzu. Dies kann keine Fertigkeit über 90 % bringen. Reduziere den SAN deines Agenten um 5. Entferne eine Bindung.
fr: Ajoutez +10% à la compétence Non naturel de votre Agent et +10% à cinq compétences autres que Non naturel. Cela ne peut pas amener une compétence à plus de 90%. Réduisez la SAN de votre Agent de 5. Retirez un lien.

source: Add +10% to your Agent's Occult skill. Reduce SAN by 5. Subtract 3 from your Agent's CHA and each Bond. Your Agent is adapted to violence (see page 73).
de: Füge +10 % zur okkulten Fertigkeit deines Agenten hinzu. Reduziere SAN um 5. Subtrahiere 3 vom CHA deines Agenten und jeder Bindung. Dein Agent ist an Gewalt angepasst (siehe Seite 73).
fr: Ajoutez +10% à la compétence Non naturel de votre Agent. Réduisez la SAN de 5. Retirez 3 de la CHA de votre Agent et de chaque lien. Votre Agent est adapté à la violence (voir page 73).

source: Add +10% to your Agent's Occult skill. Reduce SAN by 5. Subtract 3 from your Agent's POW. Your Agent is adapted to helplessness (see page 73).
de: Füge +10 % zur okkulten Fertigkeit deines Agenten hinzu. Reduziere SAN um 5. Subtrahiere 3 von POW deines Agenten. Dein Agent ist an Hilflosigkeit angepasst (siehe Seite 73).
fr: Ajoutez +10% à la compétence Non naturel de votre Agent. Réduisez la SAN de 5. Retirez 3 de la POW de votre Agent. Votre Agent est adapté à l'impuissance (voir page 73).

source: custom-skill-form.bonus-points-reminder
de: Fügt für jeden zugewiesenen Bonuspunkt (maximal {DEFAULT_TOTAL_CAP}) {DEFAULT_BONUS_VALUE} zur Gesamtpunktzahl der Fertigkeit hinzu.
fr: Ajoute {DEFAULT_BONUS_VALUE} à la compétence totale pour chaque point bonus alloué (limité à {DEFAULT_TOTAL_CAP})

source: Admire
de: Bewundern

source: Adroit
de: Geschickt

source: Affable
de: Freundlich

source: Agile
de: Agil

source: Air or sea, commercial or military, your duty is to keep your passengers alive and craft intact. This can lead to hard choices when your passengers put the vehicle in danger. Or are you a drone operator, flying a Predator from a thousand miles away? Either way, what op brought you to the attention of Delta Green?
de: Ob zu Wasser oder zu Wasser, kommerziell oder militärisch – Ihre Aufgabe ist es, Ihre Passagiere am Leben und Ihr Fahrzeug unversehrt zu halten. Das kann zu schwierigen Entscheidungen führen, wenn Ihre Passagiere das Fahrzeug in Gefahr bringen. Oder steuern Sie eine Drohne und fliegen eine Predator aus tausenden Kilometern Entfernung? Wie dem auch sei, welcher Einsatz hat Sie ins Visier von Delta Green gebracht?
fr: Air ou mer, commercial ou militaire, votre devoir est de maintenir vos passagers en vie et votre bateau intact. Cela peut mener à des choix difficiles lorsque vos passagers mettent le véhicule en danger. Ou êtes-vous un opérateur de drone, pilotant un Predator à mille miles de distance ? Quoi qu'il en soit, quelle opération vous a fait remarquer à Delta Green ?

source: Aircraft
de: Flugzeug
fr: Aéronef

source: Alertness
de: Wachsamkeit
fr: Alerte

source: All Thumbs
de: Alle Daumen
fr: Tous les doigts

source: Alluring
de: Verlockend
fr: Attirant

source: Analysing thought
de: Gedanken analysieren
fr: Analyse du raisonnement

source: Andrew Sobiesiak is a Software Engineer that has played TTRPGs online weekly since 2017.<0/> He would make a terrible field agent but is prepared to fight the sisyphean cosmic war. He Lives in <1>Seattle, WA</1> with his <2>wife, 5 cats, and a dog</2>
de: Andrew Sobiesiak ist Softwareentwickler und spielt seit 2017 wöchentlich TTRPGs online. Er wäre ein schlechter Außendienstmitarbeiter, ist aber bereit, den kosmischen Sisyphuskrieg zu führen. Er lebt mit seiner Frau, fünf Katzen und einem Hund in Seattle, Washington.
fr: Andrew Sobiesiak est un ingénieur logiciel qui joue aux JDR sur table en ligne chaque semaine depuis 2017.<0/> Il ferait un terrible agent de terrain mais est prêt à combattre la guerre cosmique sisyphéenne. Il vit à <1>Seattle, WA</1> avec sa <2>femme, 5 chats et un chien</2>

source: Anthropologist
de: Anthropologe
fr: Anthropologue

source: Anthropology
de: Anthropologie
fr: Anthropologie

source: Appearance
de: Aussehen
fr: Apparence

source: Applicable Skill Sets
de: Anwendbare Fähigkeiten

source: Apply preset skills and choose additional skills for your character.
de: Wenden Sie voreingestellte Fähigkeiten an und wählen Sie zusätzliche Fähigkeiten für Ihren Charakter aus.
fr: Appliquer les compétences prédéfinies et choisir des compétences supplémentaires pour votre personnage.

source: Arc Dream Publishing is a small-press publisher that produces high-quality games, including roleplaying games, a horror gaming magazine, and card games. Some of their popular works include Delta Green, Swords & Sorceries, and The Black Company RPG.
de: Arc Dream Publishing ist ein kleiner Verlag, der hochwertige Spiele produziert, darunter Rollenspiele, ein Horror-Gaming-Magazin und Kartenspiele. Zu seinen beliebtesten Werken gehören Delta Green, Swords & Sorceries und The Black Company RPG.
fr: Arc Dream Publishing est un petit éditeur qui produit des jeux de haute qualité, notamment des jeux de rôle, un magazine de jeux d'horreur et des jeux de cartes. Parmi leurs œuvres populaires figurent Delta Green, Swords & Sorceries et The Black Company RPG.

source: Archeology
de: Archäologie
fr: Archéologie

source: Art
de: Kunst

source: Art (Painting)
de: Kunst (Malerei)
fr: Art (Peinture)

source: Artillery
de: Artillerie
fr: Artillerie

source: As a member of the United States Marine Corps, you are part of America's elite expeditionary force in readiness. First to fight, you've been trained to operate in any environment, from urban warfare to amphibious operations. Your intense training and esprit de corps set you apart. Whatever caught Delta Green's attention, it wasn't your first brush with hell.
de: Als Mitglied des United States Marine Corps gehören Sie zu Amerikas Elite-Expeditionstruppe in Bereitschaft. Als Erster im Kampf sind Sie für den Einsatz in jeder Umgebung ausgebildet, vom Häuserkampf bis zu amphibischen Operationen. Ihr intensives Training und Ihr Korpsgeist zeichnen Sie aus. Was auch immer Delta Greens Aufmerksamkeit erregte, es war nicht Ihre erste Begegnung mit der Hölle.
fr: En tant que membre des Marines des États-Unis, vous faites partie de la force expéditionnaire élite des États-Unis en état de préparation. Premier à combattre, vous avez été formé à opérer dans n'importe quelle environnement, de la guerre urbaine à des opérations amphibies. Votre formation intense et votre esprit de corps vous différencient. Qu'il ait été capturé par Delta Green, cela n'était pas votre première rencontre avec le diable.

source: As part of a force like the U.S. Army Rangers, you volunteered for a more difficult path than other soldiers. You've spent years in the most grueling training on the planet, and now serve on the most dangerous missions around.
de: Als Teil einer Truppe wie den U.S. Army Rangers haben Sie sich freiwillig für einen schwierigeren Weg gemeldet als andere Soldaten. Sie haben jahrelang das härteste Training der Welt absolviert und dienen nun in den gefährlichsten Missionen überhaupt.
fr: En tant que membre d'une force comme les Rangers de l'Armée des États-Unis, vous avez volontairement choisi un chemin plus difficile que les autres soldats. Vous avez passé des années dans les entraînements les plus difficiles du monde et servez maintenant sur les missions les plus dangereuses.

source: Athletic
de: Sportlich
fr: Athlétique

source: Athletics
de: Leichtathletik
fr: Athlétisme

source: Available Templates
de: Verfügbare Vorlagen

source: Avoiding getting hit
de: Vermeiden, getroffen zu werden
fr: Éviter d'être touché

source: Awkward
de: Unangenehm
fr: Maladroite

source: Base Statistics
de: Basisstatistik
fr: Statistiques de base

source: Beliefs
de: Überzeugungen
fr: Croyances

source: Bland
de: Fade
fr: Plat

source: Bond Changes
de: Bindungsänderungen

source: Bond description
de: Anleihebeschreibung

source: Bond Name
de: Bindungsname
fr: Nom de lien

source: Bond Type
de: Anleihetyp
fr: Type de lien

source: Bonds
de: Anleihen
fr: Liens

source: Bonds Details
de: Details zu Anleihen
fr: Détails des liens

source: Bonds represent meaningful relationships your agent has with non-player characters.
de: Bindungen stellen bedeutungsvolle Beziehungen dar, die Ihr Agent mit Nicht-Spieler-Charakteren hat.
fr: Les liens représentent des relations significatives que votre agent a avec les personnages non joueurs.

source: Bonds represent your Agent's relationships with other people. Each bond starts with a score equal to your Agent's Charisma ({0}). The score of a bond can improve if it is nurtured between operations. A bond can never have a score higher than your Agent's Charisma. Any time your Agent's Charisma drops, each bond score drops by the same amount. Bonds can be defined as a single person or a group of people. For example, an agent might have bonds with their spouse, their business partner, and their bowling league. A Bond must be a real person or small group of people who are alive and can be interacted with.
de: Bindungen können als eine einzelne Person oder eine Gruppe von Menschen definiert werden. Zum Beispiel könnte ein Agent Bindungen zu seinem Ehepartner, seinem Geschäftspartner und seiner Bowling-Liga haben. Eine Bindung muss eine echte Person oder eine kleine Gruppe von Menschen sein, die am Leben sind und mit denen interagiert werden kann. Jede Bindung beginnt mit einem Wert, der dem Charisma deines Agenten ({0}) entspricht. Der Wert einer Bindung kann sich verbessern, wenn sie zwischen den Operationen gepflegt wird. Eine Bindung kann niemals einen höheren Wert als das Charisma deines Agenten haben. Jedes Mal, wenn das Charisma deines Agenten sinkt, sinkt jeder Bindungswert um den gleichen Betrag. Bindungen können als eine einzelne Person oder eine Gruppe von Personen definiert werden. Beispielsweise kann ein Agent Bindungen zu seinem Ehepartner, seinem Geschäftspartner und seiner Bowlingliga haben. Eine Bindung muss eine reale Person oder eine kleine Gruppe von Personen sein, die leben und mit denen interagiert werden kann."
fr: Les liens représentent les relations de votre agent avec les autres personnages. Chaque lien commence avec un score égal à la Charisme de votre agent ({0}). Le score d'un lien peut s'améliorer si elle est nourrie entre les opérations. Un lien ne peut jamais avoir un score supérieur à la Charisme de votre agent. Chaque fois que le Charisme de votre agent diminue, le score de chaque lien diminue de la même quantité. Les liens peuvent être définis comme une personne ou un groupe de personnes. Par exemple, un agent peut avoir des liens avec son époux, son partenaire commercial et son ligue de bowling. Un lien doit être une personne ou un petit groupe de personnes qui sont vivantes et peuvent être interagies avec.

source: Bonds:
de: Bindungen:

source: Bonus Points
de: Bonuspunkte
fr: Points bonus

source: Bonus Points Remaining
de: Verbleibende Bonuspunkte
fr: Points bonus restants

source: Breaking Point
de: Bruchpunkt
fr: Point de rupture

source: Bright
de: Hell
fr: Brillant

source: Brilliant
de: Genial
fr: Brillant

source: Bureaucracy
de: Bürokratie
fr: Bureaucratie

source: Business Math
de: Wirtschaftsmathematik
fr: Mathématiques commerciales

source: Camping, tracking, improvising in nature
de: Camping, Wandern, Improvisieren in der Natur
fr: Camping, tracking, improvisation dans la nature

source: Cancel
de: Abbrechen

source: Captivating
de: Fesselnd
fr: Captivant

source: Captivity or Imprisonment
de: Gefangenschaft oder Gefängnis
fr: Captivité ou emprisonnement

source: Captivity or Imprisonment:
de: Gefangenschaft oder Haft:

source: Cat-like
de: Katzenartig
fr: Chat-like

source: Check a Bond's box when projecting sanity damage
de: Aktivieren Sie das Kontrollkästchen einer Anleihe, wenn Sie einen Schaden an der geistigen Gesundheit projizieren

source: Check a skill when you fail a skill check. After a session, add 1d4 to each checked skill and erase the check.
de: Überprüfen Sie eine Fertigkeit, wenn Sie einen Fertigkeitstest nicht bestehen. Nach einer Sitzung addieren Sie 1W4 zu jeder überprüften Fertigkeit und löschen den Test.

source: Choose {0} Additional Skills
de: Wählen Sie {0} Zusätzliche Fähigkeiten
fr: Choisir {0} compétences supplémentaires

source: Choose a bonus skill package
de: Wähle ein Bonus-Fertigkeitspaket
fr: Choisir un package de compétences bonus

source: Choose a package to automatically apply bonus points, or select 'No Package' to manually assign your bonus points
de: Wähle ein Paket, um Bonuspunkte automatisch anzuwenden, oder wähle 'Kein Paket', um deine Bonuspunkte manuell zuzuweisen
fr: Choisir un package pour appliquer automatiquement les points bonus, ou sélectionner 'Aucun package' pour assigner manuellement vos points bonus

source: Church or support group
de: Kirche oder Selbsthilfegruppe
fr: Église ou groupe de soutien

source: Clear
de: Löschen
fr: Effacer

source: Clear All Templates
de: Alle Vorlagen löschen

source: Clear Descriptors
de: Beschreibungen löschen
fr: Effacer les descriptions

source: Clear Selected Skills
de: Ausgewählte Fertigkeiten löschen
fr: Effacer les compétences sélectionnées

source: Clumsy
de: Unbeholfen
fr: Maladroit

source: Colleagues in an intense job
de: Kollegen in einem intensiven Job
fr: Collègues dans un travail intense

source: College major or years of experience; with 50% in a foreign language you have native fluency.
de: Hauptfach oder jahrelange Erfahrung; mit 50% in einer Fremdsprache sprichst du fließend.
fr: Diplôme principal ou années d'expérience; avec 50% en langue étrangère, vous avez la fluence native.

source: College minor or basic training.
de: Nebenfach oder Grundausbildung.
fr: Diplôme mineur ou entraînement de base.

source: Compelling
de: Überzeugend
fr: Captivant

source: Computer Science
de: Informatik
fr: Informatique

source: Computers and machinery are the backbone of modern industry. You are a craftsman with data or machinery, possibly for the government and most definitely for profit. However you use your skills, the overlap between information technology and awareness of the unnatural could make this the most dangerous job on the planet.
de: Computer und Maschinen sind das Rückgrat der modernen Industrie. Du bist ein Handwerker mit Daten oder Maschinen, möglicherweise für die Regierung und definitiv für Profit. Wie auch immer du deine Fähigkeiten einsetzt, die Überschneidung zwischen Informationstechnologie und dem Bewusstsein für das Unnatürliche könnte dies zum gefährlichsten Job auf dem Planeten machen.
fr: Les ordinateurs et les machines sont l'épine dorsale de l'industrie moderne. Vous êtes un artisan des données ou des machines, possiblement pour le gouvernement et très certainement à but lucratif. Quelle que soit la façon dont vous utilisez vos compétences, le chevauchement entre les technologies de l'information et la conscience du surnaturel pourrait faire de ce métier le plus dangereux de la planète.

source: Confirm Selection
de: Auswahl bestätigen

source: Constitution
de: Konstitution

source: Controlled explosions
de: Kontrollierte Explosionen
fr: Explosions contrôlées

source: Convincing people
de: Menschen überzeugen
fr: Convaincre les gens

source: Couch Potato
de: Stubenhocker

source: Could take the stairs
de: Könnte die Treppe nehmen
fr: Peut prendre les escaliers

source: Coworker or partner
de: Mitarbeiter oder Partner
fr: Collègue ou partenaire

source: Craft
de: Handwerk
fr: Artisanat

source: Craft (Macrame)
de: Handwerk (Makramee)
fr: Artisanat (Macramé)

source: Creative pursuits
de: Kreative Tätigkeiten
fr: Passions créatives

source: Criminal
de: Krimineller
fr: Criminel

source: Criminology
de: Kriminologie
fr: Criminologie

source: Cult shit
de: Kultzeug
fr: Crédulité

source: Cunning, logic, and intuition
de: Schlauheit, Logik und Intuition
fr: Courage, logique, et intuition

source: Current
de: Aktuell

source: Custom Professions
de: Benutzerdefinierte Berufe
fr: Professions personnalisées

source: Dabbler.
de: Dilettant.
fr: Quelqu'un qui essaie de tout faire.

source: Damaged Veteran Templates
de: Vorlagen für beschädigte Veteranen
fr: Modèles de vétéran blessé

source: Damaged Veteran Templates are permanent character choices that cannot be easily undone. Consider the narrative implications of each template and how it fits with your character's backstory.
de: Beschädigte Veteranen-Vorlagen sind permanente Charakterentscheidungen, die nicht einfach rückgängig gemacht werden können. Berücksichtige die narrativen Implikationen jeder Vorlage und wie sie zur Hintergrundgeschichte deines Charakters passt.

source: Damaged Veteran Templates Details
de: Details zu beschädigten Veteranen-Vorlagen

source: Damaged Veteran Templates represent traumatic experiences that have left lasting marks on your character. These templates provide both mechanical benefits and narrative depth, reflecting how trauma has shaped your character's abilities and worldview.
de: Beschädigte Veteranen-Vorlagen repräsentieren traumatische Erfahrungen, die dauerhafte Spuren an deinem Charakter hinterlassen haben. Diese Vorlagen bieten sowohl mechanische Vorteile als auch narrative Tiefe und spiegeln wider, wie das Trauma die Fähigkeiten und Weltanschauung deines Charakters geprägt hat.

source: Date of Birth
de: Geburtsdatum
fr: Date de naissance

source: Decades of experience, or a graduate or doctoral degree.
de: Jahrzehntelange Erfahrung oder ein Hochschul- oder Doktortitel.
fr: Des décennies d'expérience, ou un diplôme de master ou de doctorat.

source: Declassified Record
de: Freigegebene Akte
fr: Dossier déclassifié

source: Deft
de: Gewandt
fr: Agile

source: Delicate
de: Empfindlich
fr: Délicat

source: Demolitions
de: Sprengstoff
fr: Démolition

source: Derived Attributes
de: Abgeleitete Attribute
fr: Attributs dérivés

source: Description
de: Beschreibung

source: Determined
de: Entschlossen
fr: Déterminé

source: Dexterity
de: Geschicklichkeit
fr: Dextérité

source: Dice
de: Würfel
fr: Dés

source: Dim
de: Schwach
fr: Fainéant

source: Disguise
de: Verkleidung

source: Dislike
de: Nicht mögen

source: Distinguishing Features
de: Besondere Merkmale
fr: Caractéristiques distinctives

source: Do you close your eyes to what you've seen and go back to sleep? Or do you come with this psycho burnout and do the impossible against the unbelievable and keep the future at bay for another day?
de: Schließt du die Augen vor dem, was du gesehen hast, und gehst zurück schlafen? Oder kommst du mit diesem psychischen Burnout und tust das Unmögliche gegen das Unglaubliche und hältst die Zukunft für einen weiteren Tag in Schach?

source: Do you like drugs?
de: Magst du Drogen?
fr: Voulez-vous des drogues ?

source: Doctors are often the first to uncover signs of an unnatural incursion, and the most valuable investigators of its disastrous effects on humanity.
de: Ärzte sind oft die ersten, die Anzeichen eines unnatürlichen Eindringens entdecken, und die wertvollsten Ermittler seiner katastrophalen Auswirkungen auf die Menschheit.
fr: Les médecins sont souvent les premiers à découvrir les signes d'une incursion non naturelle, et les enquêteurs les plus précieux de ses effets dévastateurs sur l'humanité.

source: Dodge
de: Ausweichen
fr: Dévier

source: Does their 'own research'
de: Macht eigene 'Recherchen'

source: Drive
de: Fahren
fr: Conduire

source: Dull
de: Stumpf
fr: Dénué de toute énergie

source: Each template provides specific bonuses to skills and penalties to certain statistics. These changes reflect how the trauma has affected your character's mental and physical state, while also granting them hard-won experience in certain areas.
de: Jede Vorlage bietet spezifische Boni für Fertigkeiten und Strafen für bestimmte Statistiken. Diese Änderungen spiegeln wider, wie das Trauma den mentalen und physischen Zustand deines Charakters beeinflusst hat, während es ihnen auch hart erkämpfte Erfahrung in bestimmten Bereichen gewährt.

source: Education
de: Ausbildung
fr: Éducation

source: Employer
de: Arbeitgeber
fr: Employeur

source: Engaging
de: Ansprechend
fr: Captivant

source: Engineer
de: Ingenieur
fr: Ingénieur

source: Enter a Subtype
de: Geben Sie einen Subtyp ein
fr: Entrez un sous-type

source: Example
de: Beispiel
fr: Exemple

source: Export as PDF
de: Als PDF exportieren

source: Extreme Violence
de: Extreme Gewalt
fr: Violence extrême

source: Extreme Violence:
de: Extreme Gewalt:

source: Fair
de: Gerecht
fr: Juste

source: Fatigued
de: Ermüdet
fr: Fatigué

source: Federal Agent
de: Bundesagent
fr: Agent fédéral

source: Feeble
de: Schwach
fr: Faible

source: Finding the path
de: Den Weg finden
fr: Trouver le chemin

source: Finding things
de: Dinge finden
fr: Trouver les choses

source: Firearms
de: Schusswaffen
fr: Armes de feu

source: Firefighter
de: Feuerwehrmann
fr: Pompiers

source: Firm
de: Firma
fr: Ferme

source: First Aid
de: Erste Hilfe
fr: Premiers soins

source: First Name
de: Vorname
fr: Prénom

source: First Night at the Opera?
de: Premiere in der Oper?
fr: Première soirée à l'opéra ?

source: Flexible in principle
de: Grundsätzlich flexibel
fr: Flexible dans le principe

source: Font Settings
de: Schriftarteinstellungen
fr: Paramètres de police

source: For characters who have been held against their will.
de: Für Charaktere, die gegen ihren Willen festgehalten wurden.
